[
  {
    "ID": 1,
    "Brand": "Nissan",
    "Description": "Японский автопроизводитель, один из крупнейших в мире. Компания основана в 1933 году. По состоянию на 2017 год занимала 8-е место в мировом рейтинге автопроизводителей по версии международной организации производителей автомобилей. Штаб-квартира находится в городе Иокогама.",
    "Image": "nissan.png"
  },
  {
    "ID": 2,
    "Brand": "Toyota",
    "Description": "Крупнейшая японская автомобилестроительная корпорация, также предоставляющая финансовые услуги и имеющая несколько дополнительных направлений в бизнесе. Является крупнейшей автомобилестроительной публичной компанией в мире, а также крупнейшей публичной компанией в Японии. ",
    "Image": "toyota.png"
  },
  {
    "ID": 3,
    "Brand": "Mazda",
    "Description": "Японская автомобилестроительная компания, выпускающая автомобили «Мазда». Штаб-квартира расположена в посёлке Футю, уезд Аки, префектура Хиросима, Япония. Входит в кэйрэцу Sumitomo. В 2015 году стала пятнадцатым автопроизводителем в мире по объёму производства автомобилей.",
    "Image": "mazda.png"
  },
  {
    "ID": 4,
    "Brand": "Dodge",
    "Description": "Марка автомобилей, производимых американской компанией Chrysler. Под маркой Dodge выпускаются легковые автомобили, пикапы, внедорожники и коммерческие автомобили. Компания была основана в 1900 году братьями Додж для выпуска автомобильных комплектующих. В 1914 году начался выпуск собственных автомобилей. Компания Dodge в 1928 году была продана корпорации Chrysler, с 1997 до 2008 года входила в состав альянса DaimlerChrysler, а сейчас является частью компании Fiat-Chrysler LLC.вет",
    "Image": "dodge.png"
  },
  {
    "ID": 5,
    "Brand": "Audi",
    "Description": "Немецкая автомобилестроительная компания в составе концерна Volkswagen Group, специализирующаяся на выпуске автомобилей под маркой Audi. Штаб-квартира расположена в городе Ингольштадт. Девиз - Vorsprung durch Technik.",
    "Image": "audi.png"
  },
  {
    "ID": 6,
    "Brand": "BMW",
    "Description": "Немецкий производитель автомобилей, мотоциклов, двигателей, а также велосипедов. Председателем компании с 2006 по 2015 год был Норберт Райтхофер, с мая 2015 года - Харальд Крюгер, а с 18 июля 2019 года - Оливер Ципсе. ",
    "Image": "bmw.png"
  },
  {
    "ID": 7,
    "Brand": "Mersedes",
    "Description": "Торговая марка и одноимённая компания - производитель легковых автомобилей премиального класса, грузовых автомобилей, автобусов и других транспортных средств, входящая в состав немецкого концерна «Mercedes-Benz Group».ивет",
    "Image": "mersedes.png"
  },
  {
    "ID": 8,
    "Brand": "Ford",
    "Description": "Американская автомобилестроительная компания, производитель автомобилей под маркой Ford. Четвёртый в мире производитель автомобилей по объёму выпуска за весь период существования; в настоящее время - третий на рынке США после GM и Toyota, и второй в Европе после Volkswagen. Занимает девятое место в списке крупнейших публичных компаний США Fortune 500 по состоянию на 2015 год и 27 место в списке крупнейших мировых корпораций Global 500 2015 года.",
    "Image": "ford.png"
  },
  {
    "ID": 9,
    "Brand": "Suzuki",
    "Description": "Японская машиностроительная компания. Штаб-квартира - в городе Хамамацу, префектура Сидзуока.",
    "Image": "suzuki.png"
  },
  {
    "ID": 10,
    "Brand": "Honda",
    "Description": "Японская публичная многонациональная корпорация, основанная в 1948 году изобретателем и предпринимателем Соитиро Хондой и финансистом Такэо Фудзисавой, известная прежде всего как производитель автомобилей, мотоциклов и силового оборудования. Honda является крупнейшим производителем мотоциклов в мире с 1959 года, достигнув 400 миллионов произведённых мотоциклов к концу 2019, а также крупнейший в мире производитель двигателей внутреннего сгорания, производящий более 14 миллионов двигателей внутреннего сгорания ежегодно.",
    "Image": "honda.png"
  },
  {
    "ID": 112309,
    "Brand": "dsfsdf",
    "Description": "dgfgb",
    "Image": "D:\\\\Скрины\\\\кк\\\\png-transparent-2018-honda-accord-car-toyota-camry-honda-civic-honda-compact-car-sedan-car"
  },
  {
    "ID": 48493,
    "Brand": "fgrh",
    "Description": "gbfg",
    "Image": "cvbdcf"
  }
]